//import { useState } from 'react'

import './About.css'

export default function About() {

  return (
    <>
      <div className='container '>
      <div className='about'>
        <h2>Страница, посветена на N & O станциите</h2>
        <h3>In God we trust and everything else we check.</h3>
        <br />
        <h4>Номерните станции са късовълнови предавания на чуждестранни разузнавателни агенции към шпиони работещи в чужди държави. 
Те носят криптирани съобщения под формата на групи от цифри или букви, като използват автоматизиран глас, 
морзова азбука или цифрови режими на работа. Въпреки че методите за криптиране, използвани от повечето цифрови станции, 
са неизвестни, смята се, че използват еднократен блок: математическо добавяне 
на набор от произволни числа (ключ) към чистия текст, който може да се използва само веднъж, и трябва да се 
унищожи след употреба.

Тъй като цифровите станции са част от секретни разузнавателни операции, много малко правителствени организации 
са публикували информация за тях.

Номерационните станции предлагат мощно предимство в нашия модерен свят: практически пълна анонимност. 
Получателят на съобщението може да бъде почти навсякъде по света и да получава инструкции без страх, 
че ще бъде проследен чрез телефонно обаждане или интернет връзка. Всичко, от което се нуждае получателят, 
е късовълново радио и да бъде на точното място в точното време.</h4>

      </div>
      </div>
    </>
  )
}

